Repository: 13SIGNS/LuzzedroCMS
Catalog: LuzzedroCMS/Properties/Resources.*.resx
Languages: pl_pl

source: Add
pl_pl: Dodaj

source: Add category
pl_pl: Dodaj kategorię

source: Add comment
pl_pl: Dodaj komentarz

source: Add image
pl_pl: Dodaj zdjęcie

source: Adding an image
pl_pl: Dodawanie zdjęcia

source: Adding article
pl_pl: Dodawanie artykułu

source: Add tag
pl_pl: Dodaj tag

source: Administration
pl_pl: Administracja

source: Articles
pl_pl: Artykuły

source: Articles - add
pl_pl: Artykuły - dodaj

source: Categories
pl_pl: Kategorie

source: Categories - add
pl_pl: Kategorie - dodaj

source: Change
pl_pl: Zmień

source: Change password
pl_pl: Zmień hasło

source: Choose
pl_pl: Wybierz

source: Choose image
pl_pl: Wybierz zdjęcie

source: Choose tags
pl_pl: Zmień tagi

# ClickToFinish
source: To finish it, click
pl_pl: Kliknij tu aby zakończyć

# CodeExpired
source: The code of the e-mail has already expired. Try again to reset the password
pl_pl: Link z wiadomości email wygasł. Spróbuj ponownie aby zresetować hasło

# CodeNotExists
source: The code messages do not exist in the system. Try again to reset the password
pl_pl: Kod z wiadomości nie został dopasowany. Spróbuj ponownie aby zresetować hasło

source: Comment
pl_pl: Komentarz

source: Comments
pl_pl: Komentarze

# ConfirmationRegistration
source: Confirmation of registration on the site {0}
pl_pl: Potwierdzenie rejestracji na stronie {0}

source: Confirming e-mail
pl_pl: Potwierdzenie e-mail

source: Contact
pl_pl: Kontakt

# CorrectlyChanged
source: Correctly changed article
pl_pl: Poprawnie zmieniono artykuł

source: Correctly edit comment
pl_pl: Poprawnie edytowano komentarz

# CorrectlySetUp
source: Correctly set up the account. Welcome!
pl_pl: Poprawnie utworzono konto. Witamy!

source: Current main photo
pl_pl: Obecne zdjęcie główne

source: Date added
pl_pl: Data dodania

source: Edit
pl_pl: Edytuj

source: Edit article
pl_pl: Edytuj artykuł

source: Edit comment
pl_pl: Edytuj komentarz

source: Edit tag
pl_pl: Edytuj tag

source: Edit user
pl_pl: Edytuj użytkownika

# EnterEmail
source: Enter your e-mail, which will be sent instructions to reset your password
pl_pl: Wpisz adres email, na który zostaną wysłane instrukcje do resetowania hasła

# EnterEmailReset
source: Enter your e-mail, which will be sent instructions to reset your password
pl_pl: Wpisz adres email, na który zostaną wysłane instrukcje do resetowania hasła

# EnterLoginEmail
source: Enter your e-mail address that you use to login
pl_pl: Wpisz adres email używany do zalogowania się

# EnterNewLoginEmail
source: Enter your e-mail, which will be used to log in
pl_pl: Wpisz adres email, który będzie używany do logowania się

# EnterNickname
source: Enter a nickname that will be displayed near your content
pl_pl: Wymyśl i wpisz pseudonim, który będzie wyświetlany przy Twoich komentarzach

source: Enter password
pl_pl: Wpisz hasło

# EnterSequence
source: Enter a sentence, which will be replaced with the name images
pl_pl: Wpisz zdanie, które będzie zmieniać nazwę zdjęcia

# ErrorOcurred
source: An error occurred. Please try again
pl_pl: Wystąpił błąd. Spróbuj później

source: existing password
pl_pl: istniejące hasło

source: Favourites
pl_pl: Zakładki

# FieldMustHaveMoreChars
source: Field {0} must have a number of characters greater than {1}
pl_pl: Pole {0} musi mieć więcej znaków niż {1}

# FieldMustHaveNoMoreChars
source: Field {0} must have a number of characters no larger than {1}
pl_pl: Pole {0} musi mieć mniej znaków niż {1}

# FileCannotBeMore
source: File cannot be more than 4MB
pl_pl: Plik nie może być większy niż 4MB

# FileNotHaveContent
source: File does not have any content
pl_pl: Plik jest pusty

source: Fit photo
pl_pl: Dopasuj zdjęcie

source: Forgot password
pl_pl: Przypomnienie hasła

source: Go to Article
pl_pl: Idź do artykułu

source: Hello
pl_pl: Cześć

source: here
pl_pl: tutaj

source: Home
pl_pl: Strona główna

# IfReceivedMistake
source: If you received this message by mistake - ignore it
pl_pl: Jeśli ta wiadomość przyszła przez przypadek, zignoruj ją

source: Images
pl_pl: Zdjęcia

source: Images - add
pl_pl: Zdjęcia - dodaj

source: Important
pl_pl: Ważne

# IncorectoUserNamePassword
source: Incorrect user name or password
pl_pl: Nieprawidłowy adres lub hasło

source: Invalid file type
pl_pl: Nieprawidłowy format plików

# InventPassword
source: Invent a password
pl_pl: Wymyśl hasło

source: List of articles
pl_pl: Lista artykułów

source: List of comments
pl_pl: Lista komentarzy

source: Log in
pl_pl: Zaloguj się

source: Log out
pl_pl: Wyloguj się

source: Main photo
pl_pl: Zdjęcie główne

source: My account
pl_pl: Moje konto

source: My comments
pl_pl: Moje komentarze

source: Name
pl_pl: Nazwa

source: new password
pl_pl: nowe hasło

source: Next
pl_pl: Następne

source: nick
pl_pl: pseudonim

source: No added image
pl_pl: Nie dodano zdjęcia

# NoUserEmail
source: There is no user with the email address in the system. Check the address and try again
pl_pl: Nie ma w systemie użytkownika z takim adresem email. Sprawdź adres i spróbuj ponownie

source: Order
pl_pl: Kolejność

source: password
pl_pl: hasło

# PasswordChanged
source: The password was successfully changed!
pl_pl: Hasło zostało poprawnie zmienione!

source: Password reset
pl_pl: Resetowanie hasła

# PasswordsDontMatch
source: Passwords doesn't match
pl_pl: Hasła nie pasują

source: Previous
pl_pl: Poprzednie

source: Properly added article
pl_pl: Poprawnie dodano artykuł

source: Properly added image
pl_pl: Poprawnie dodano zdjęcie

source: Properly added tag
pl_pl: Poprawnie dodano tag

# ProperlyLogged
source: Properly logged in
pl_pl: Poprawnie zalogowano

source: Properly logged out
pl_pl: Poprawnie wylogowano

source: Properly removed article
pl_pl: Poprawnie usunięto artykuł

source: Properly removed comment
pl_pl: Poprawnie usunięto komentarz

source: Properly removed tag
pl_pl: Poprawnie usunięto tag

source: Recommend
pl_pl: Polecane

# Regards
source: Best ragards!
pl_pl: Pozdrawiamy!

source: Register
pl_pl: Zarejestruj się

# RegisterError
source: An error occurred. Try registering again and click on the link in a new message sent to the emai
pl_pl: Wystąpił błąd. Spróbuj zarejestrować się ponownie i kliknij w link, który otrzymasz w wiadomości email

source: Registration
pl_pl: Rejestracja

source: Remove
pl_pl: Usuń

source: repeat new password
pl_pl: powtórz nowe hasło

source: repeat password
pl_pl: powtórz hasło

# Required
source: This field is required
pl_pl: To pole jest wymagane

source: Reset password
pl_pl: Resetowanie hasła

# ResettingPassword
source: Resetting password on the site {0}
pl_pl: Resetowanie hasła na stronie {0}

source: Save
pl_pl: Zapisz

source: Search...
pl_pl: Szukaj...

source: Search results:
pl_pl: Wyniki wyszukiwania:

source: Select an existing image
pl_pl: Wybierz istniejące zdjęcie

# SentLink
source: To the address were sent a message confirming the desire to open an account. Click on the link in order to complete the registration.
pl_pl: Na podany adres została wysłana wiadomość potwierdzająca chęć otwarcia konta. Kliknij na link w niej zamieszczony by dokończyć rejestrację

# SentLinkFurther
source: To the address were sent a message with further information. Click on the link in order to complete the reset.
pl_pl: Na podany adres została wysłana wiadomość z kolejnymi krokami. Kliknij na link w niej zamieszczony by dokończyć resetowanie hasła

# SentLinkProblem
source: There was a problem with sending a message. Please try again
pl_pl: Wystąpił problem z wysłaniem wiadomości. Spróbuj później

source: Tags
pl_pl: Tagi

source: Tags - add
pl_pl: Tagi - dodaj

# Team
source: Team {0}
pl_pl: Zespół {0}

# ThanksForRegistering
source: Thank you for registering on the site {0}!
pl_pl: Dziękujemy za rejestrację na stronie {0}!

# ToAddCommentLogIn
source: To add a comment you must be logged in
pl_pl: Aby dodac komentarz musisz być zalogowany

# ToResetPassword
source: To reset password, click
pl_pl: Aby zresetować hasło, kliknij

# UploadFileToStartCropping
source: Upload a file to start cropping
pl_pl: Załaduj zdjęcie by rozpocząć ucinanie

source: User
pl_pl: Użytkownik

# UserEmailExists
source: A user with the email address already exists in the database. Check you have entered the address, or use the password recall
pl_pl: Użytkownik z podanym adresem email istnieje już w bazie. Sprawdź wprowadzony adres lub spróbuj zresetować hasło

# UserNickExists
source: A user with the nickname already exists in the database. Select a different nickname
pl_pl: Użytkownik z takim pseudonimem już istnieje w bazie danych. Wybierz proszę inny pseudonim

source: Users
pl_pl: Użytkownicy

source: Users list
pl_pl: Lista użytkowników

source: Visibility
pl_pl: Widoczność

# WontGivePassword
source: Don't worry, we won't give anyone your e-mail, it is used to log on
pl_pl: Nie martw się, nie przekażemy nikomu adresu email, będzie służył do logowania

source: Article
pl_pl: Artykuł

source: Article by category
pl_pl: Artykuł po kategorii

source: Article by tag
pl_pl: Artykuł po tagu

# CategoryList
source: Category's list
pl_pl: Lista kategorii

source: Edit category
pl_pl: Edycja kategorii

source: Edit data
pl_pl: Edycja danych

# ListFavArticles
source: List of favourite articles
pl_pl: Lista zakładek z artykułami

# ListMyComments
source: List of my comments
pl_pl: Lista komentarzy

# PasswordIncorrect
source: The password is incorrect
pl_pl: Hasło jest nieprawidłowe

source: Properly added category
pl_pl: Poprawnie dodano kategorię

# ProperlyChangedPassword
source: The password was changed properly
pl_pl: Hasło zostało zmienione poprawnie

source: Properly edited category
pl_pl: Poprawnie edytowano kategorię

source: Properly removed category
pl_pl: Poprawnie usunięto kategorię

# UserProperlyEdited
source: User has been properly edited
pl_pl: Poprawnie edytowano użytkownika

# UserProperlyRemoved
source: User has been properly removed
pl_pl: Użytkownik został poprawnie usunięty

source: Add bookmark
pl_pl: Dodaj zakładkę

# MustBeLogged
source: You must be logged in to do this
pl_pl: Musisz być zalogowany by to zrobić

source: Properly added bookmark
pl_pl: Poprawnie dodano zakładkę

source: Selected category ID's
pl_pl: Wybierz identyfikator kategorii

source: Selected tag ID's
pl_pl: Wybrane identyfikatory tagów

# CommentsToArticle
source: comments
pl_pl: komentarze

# CannotLogout
source: Cannot logout, please try again
pl_pl: Nie udało się wylogować, spróbuj ponownie

# ArticleNotFound
source: Article was not found
pl_pl: Artykuł nie został znaleziony

source: Regulations
pl_pl: Regulamin

source: Search result
pl_pl: Wyniki wyszukiwania

source: User photo
pl_pl: Zdjęcie użytkownika

# ProperlyAddedConfig
source: Properly added configuration key
pl_pl: Poprawnie dodano klucz konfiguracji

# ProperlyEditedConfig
source: Properly edited configuration key
pl_pl: Poprawnie edytowano klucz konfiguracji

source: Configuration
pl_pl: Konfiguracja

# ConfigSite
source: Configuration
pl_pl: Konfiguracja

source: See similar articles
pl_pl: Zobacz podobne artykuły

source: Login with Facebook
pl_pl: Zaloguj przez Facebooka

source: Login with Google
pl_pl: Zaloguj przez Google

source: Show password
pl_pl: Pokaż hasło

source: Close
pl_pl: Zamknij

# DontHaveAccountRegister
source: Don't have an account? Please sign in via Facebook, Google or register setting an email
pl_pl: Nie masz konta? Zaloguj się przez Facebooka lub Google albo załóż konto w tradycyjny sposób podając email

# OrTraditional
source: or in traditinal way
pl_pl: lub w tradycyjny sposób

source: By sign in you agreed with
pl_pl: Logując się zgadzasz się z

# Terms
source: regulations
pl_pl: warunkami korzystania

source: Share
pl_pl: Udostępnij

# YouMustCreateNick
source: To add comment you must create a nick. Invent the name, which will by displayed near your comments
pl_pl: Żeby dodać komentarz musisz najpierw wymyśleć sobie pseudonim, który będzie wyświetlany przy każdym komentarzu.

# AddToGoogle
source: Share with Google
pl_pl: Podziel się

source: About
pl_pl: O mnie

# ArticleNotFoundByCategory
source: This category doesn't contain any article
pl_pl: W tej kategorii nie ma artykułów

# ArticleNotFoundByTag
source: This tag doesn't contain any article
pl_pl: Pod tym tagiem nie ma żadnych artykułów

source: No results
pl_pl: Brak wyników

source: Bookmarks
pl_pl: Zakładki
